Repository: tyfoan/ai-golf-swing-sync
Catalog: golf-sync-swing/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, sv, th, uk, zh_hans

source: Export comparison
de: Vergleich exportieren
es: Exportar comparación
fr: Exporter la comparaison
it: Esporta confronto
ja: 比較を書き出し
ko: 비교 내보내기
pt_br: Exportar comparação
ru: Экспорт сравнения
sv: Exportera jämförelse
th: ส่งออกการเปรียบเทียบ
uk: Експорт порівняння
zh_hans: 导出对比

source: Export Complete
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
it: Esportazione completata
ja: 書き出し完了
ko: 내보내기 완료
pt_br: Exportação concluída
ru: Экспорт завершён
sv: Export klar
th: ส่งออกสำเร็จ
uk: Експорт завершено
zh_hans: 导出完成

source: Export Failed
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l’export
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
ru: Не удалось экспортировать
sv: Exporten misslyckades
th: การส่งออกล้มเหลว
uk: Не вдалося експортувати
zh_hans: 导出失败

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error en la exportación: %@
fr: Échec de l’export : %@
it: Esportazione non riuscita: %@
ja: 書き出しに失敗しました: %@
ko: 내보내기 실패: %@
pt_br: Falha na exportação: %@
ru: Сбой экспорта: %@
sv: Exporten misslyckades: %@
th: การส่งออกล้มเหลว: %@
uk: Збій експорту: %@
zh_hans: 导出失败：%@

source: Export full clips
de: Komplette Clips exportieren
es: Exportar clips completos
fr: Exporter les clips complets
it: Esporta clip intere
ja: クリップ全体を書き出し
ko: 클립 전체 내보내기
pt_br: Exportar clipes completos
ru: Экспорт полных клипов
sv: Exportera hela klippen
th: ส่งออกคลิปเต็ม
uk: Експорт повних кліпів
zh_hans: 导出完整片段

source: Export Full Video
de: Komplettes Video exportieren
es: Exportar vídeo completo
fr: Exporter la vidéo entière
it: Esporta video intero
ja: 動画全体を書き出し
ko: 전체 영상 내보내기
pt_br: Exportar vídeo completo
ru: Экспортировать всё видео
sv: Exportera hela videon
th: ส่งออกวิดีโอทั้งหมด
uk: Експортувати все відео
zh_hans: 导出完整视频

source: Export This Swing
de: Diesen Schwung exportieren
es: Exportar este swing
fr: Exporter ce swing
it: Esporta questo swing
ja: このスイングを書き出し
ko: 이 스윙 내보내기
pt_br: Exportar este swing
ru: Экспортировать этот свинг
sv: Exportera den här svingen
th: ส่งออกสวิงนี้
uk: Експортувати цей свінг
zh_hans: 导出此挥杆

source: Export to Photos
de: In Fotos exportieren
es: Exportar a Fotos
fr: Exporter vers Photos
it: Esporta in Foto
ja: 写真に書き出し
ko: 사진 앱으로 내보내기
pt_br: Exportar para Fotos
ru: Экспорт в Фото
sv: Exportera till Bilder
th: ส่งออกไปยังรูปภาพ
uk: Експорт у Фото
zh_hans: 导出到照片

source: Export video
de: Video exportieren
es: Exportar vídeo
fr: Exporter la vidéo
it: Esporta video
ja: 動画を書き出し
ko: 영상 내보내기
pt_br: Exportar vídeo
ru: Экспорт видео
sv: Exportera video
th: ส่งออกวิดีโอ
uk: Експорт відео
zh_hans: 导出视频

source: Export Video
de: Video exportieren
es: Exportar vídeo
fr: Exporter la vidéo
it: Esporta video
ja: 動画を書き出し
ko: 영상 내보내기
pt_br: Exportar vídeo
ru: Экспорт видео
sv: Exportera video
th: ส่งออกวิดีโอ
uk: Експорт відео
zh_hans: 导出视频

source: Exporting… %lld%%
de: Wird exportiert … %lld %%
es: Exportando… %lld %%
fr: Export en cours… %lld %%
it: Esportazione… %lld %%
ja: 書き出し中… %lld %%
ko: 내보내는 중… %lld%%
pt_br: Exportando… %lld %%
ru: Экспорт… %lld %%
sv: Exporterar … %lld %%
th: กำลังส่งออก… %lld%%
uk: Експорт… %lld %%
zh_hans: 正在导出… %lld%%

source: Force-unlock all premium features locally
de: Alle Premium-Funktionen lokal freischalten
es: Forzar el desbloqueo local de todas las funciones Premium
fr: Débloquer localement toutes les fonctions Premium
it: Forza lo sblocco locale di tutte le funzioni Premium
ja: すべてのプレミアム機能をローカルで強制解除
ko: 로컬에서 모든 프리미엄 기능 강제 해제
pt_br: Forçar desbloqueio local de todos os recursos Premium
ru: Принудительно разблокировать все Premium-функции локально
sv: Lås upp alla Premium-funktioner lokalt
th: บังคับปลดล็อกฟีเจอร์ Premium ทั้งหมดในเครื่อง
uk: Примусово розблокувати всі Premium-функції локально
zh_hans: 在本地强制解锁所有 Premium 功能

source: Forever.
de: Für immer.
es: Para siempre.
fr: Pour toujours.
it: Per sempre.
ja: 永続的に。
ko: 평생 사용.
pt_br: Para sempre.
ru: Навсегда.
sv: För alltid.
th: ตลอดไป
uk: Назавжди.
zh_hans: 永久使用。

source: FRAME BY FRAME
de: BILD FÜR BILD
es: FOTOGRAMA A FOTOGRAMA
fr: IMAGE PAR IMAGE
it: FOTOGRAMMA PER FOTOGRAMMA
ja: フレーム単位で
ko: 프레임 단위로
pt_br: QUADRO A QUADRO
ru: КАДР ЗА КАДРОМ
sv: BILDRUTA FÖR BILDRUTA
th: ทีละเฟรม
uk: КАДР ЗА КАДРОМ
zh_hans: 逐帧分析

source: Frame-locked.
de: Bildgenau.
es: Ajustado al fotograma.
fr: Image par image.
it: Bloccato al fotogramma.
ja: フレーム単位で固定。
ko: 프레임 단위 고정.
pt_br: Travado por quadro.
ru: Покадрово.
sv: Låst bildruta för bildruta.
th: ล็อกทีละเฟรม
uk: Покадрово.
zh_hans: 逐帧锁定。

source: Frame-perfect alignment with any pro.
de: Bildgenaue Ausrichtung an jedem Profi.
es: Alineación exacta a cada fotograma con cualquier profesional.
fr: Alignement précis à l’image près avec n’importe quel pro.
it: Allineamento perfetto fotogramma per fotogramma con qualsiasi pro.
ja: どのプロにもフレーム単位で正確に整列。
ko: 어떤 프로와도 프레임 단위로 정확히 정렬.
pt_br: Alinhamento perfeito quadro a quadro com qualquer pro.
ru: Покадровое совпадение с любым профи.
sv: Exakt linjering bildruta för bildruta med vilken pro som helst.
th: จัดเฟรมตรงเป๊ะกับโปรคนไหนก็ได้
uk: Покадрове вирівнювання з будь-яким профі.
zh_hans: 与任何职业选手的逐帧精准对齐。

source: Full body in frame
de: Ganzer Körper im Bild
es: Cuerpo entero en cuadro
fr: Corps entier dans le cadre
it: Corpo intero nell’inquadratura
ja: 全身がフレーム内に
ko: 전신이 화면에 보이도록
pt_br: Corpo inteiro no enquadramento
ru: Всё тело в кадре
sv: Hela kroppen i bild
th: เห็นทั้งตัวในเฟรม
uk: Усе тіло в кадрі
zh_hans: 全身入镜

source: Full Video
de: Komplettes Video
es: Vídeo completo
fr: Vidéo entière
it: Video intero
ja: 動画全体
ko: 전체 영상
pt_br: Vídeo completo
ru: Всё видео
sv: Hela videon
th: วิดีโอทั้งหมด
uk: Усе відео
zh_hans: 完整视频

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
sv: Kom igång
th: เริ่มต้น
uk: Почати
zh_hans: 开始使用

source: Go Pro.
de: Werde Pro.
es: Hazte Pro.
fr: Passe à Pro.
it: Diventa Pro.
ja: Pro になる。
ko: Pro 시작.
pt_br: Vire Pro.
ru: Стань Pro.
sv: Bli Pro.
th: อัปเป็น Pro
uk: Стань Pro.
zh_hans: 升级 Pro。

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
sv: Historik
th: ประวัติ
uk: Історія
zh_hans: 历史

source: How It Works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
ja: 使い方
ko: 사용 방법
pt_br: Como funciona
ru: Как это работает
sv: Så fungerar det
th: วิธีการทำงาน
uk: Як це працює
zh_hans: 工作原理

source: Import videos from your library to get started
de: Importiere Videos aus deiner Mediathek, um loszulegen
es: Importa vídeos desde tu biblioteca para empezar
fr: Importe des vidéos depuis ta bibliothèque pour commencer
it: Importa video dalla tua libreria per iniziare
ja: ライブラリから動画を読み込んで始めましょう
ko: 라이브러리에서 영상을 가져와 시작하세요
pt_br: Importe vídeos da sua biblioteca para começar
ru: Импортируй видео из медиатеки, чтобы начать
sv: Importera videor från ditt bibliotek för att komma igång
th: นำเข้าวิดีโอจากคลังของคุณเพื่อเริ่มต้น
uk: Імпортуй відео з медіатеки, щоб почати
zh_hans: 从你的媒体库导入视频开始使用

source: Import videos to start marking swings
de: Importiere Videos, um Schwünge zu markieren
es: Importa vídeos para empezar a marcar swings
fr: Importe des vidéos pour commencer à marquer des swings
it: Importa video per iniziare a marcare gli swing
ja: 動画を読み込んでスイングをマークしましょう
ko: 영상을 가져와 스윙을 표시하세요
pt_br: Importe vídeos para começar a marcar swings
ru: Импортируй видео, чтобы отмечать свинги
sv: Importera videor för att börja markera svingar
th: นำเข้าวิดีโอเพื่อเริ่มทำเครื่องหมายสวิง
uk: Імпортуй відео, щоб відмічати свінги
zh_hans: 导入视频以开始标记挥杆

source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
ja: アイアン
ko: 아이언
pt_br: Ferro
ru: Айрон
sv: Järn
th: เหล็ก
uk: Айрон
zh_hans: 铁杆

source: It knows when
de: Es erkennt, wann
es: Sabe cuándo
fr: Il sait quand
it: Sa quando
ja: タイミングを判別
ko: 언제인지 감지
pt_br: Ele sabe quando
ru: Оно знает, когда
sv: Den vet när
th: รู้ได้เลยว่าเมื่อไร
uk: Воно знає, коли
zh_hans: 它知道什么时候

source: Just point.
de: Einfach draufhalten.
es: Solo apunta.
fr: Vise, c’est tout.
it: Punta e basta.
ja: カメラを向けるだけ。
ko: 카메라만 향하세요.
pt_br: É só apontar.
ru: Просто наведи.
sv: Bara rikta.
th: แค่เล็ง
uk: Просто наведи.
zh_hans: 只需对准。

source: Legal
de: Rechtliches
es: Aviso legal
fr: Mentions légales
it: Note legali
ja: 法的事項
ko: 법적 고지
pt_br: Jurídico
ru: Правовая информация
sv: Juridisk info
th: ข้อกฎหมาย
uk: Правова інформація
zh_hans: 法律信息

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
ja: 永久
ko: 평생
pt_br: Vitalício
ru: Навсегда
sv: Livstid
th: ตลอดชีพ
uk: Назавжди
zh_hans: 永久

source: Lighting
de: Beleuchtung
es: Iluminación
fr: Éclairage
it: Illuminazione
ja: 照明
ko: 조명
pt_br: Iluminação
ru: Освещение
sv: Belysning
th: แสง
uk: Освітлення
zh_hans: 光线

source: Loading replay...
de: Wiederholung wird geladen…
es: Cargando repetición…
fr: Chargement de la relecture…
it: Caricamento replay…
ja: リプレイを読み込み中…
ko: 리플레이 불러오는 중…
pt_br: Carregando replay…
ru: Загрузка повтора…
sv: Laddar repris…
th: กำลังโหลดรีเพลย์…
uk: Завантаження повтору…
zh_hans: 正在加载回放…

source: Make sure your camera is directly in front of you (facing your swing), or facing the direction the ball will go. Your phone can be on the ground or on a stand, just as long as it's propped up to capture your whole body for the entire swing.
de: Achte darauf, dass die Kamera direkt vor dir steht (deinem Schwung zugewandt) oder in die Richtung zeigt, in die der Ball fliegt. Das Handy darf auf dem Boden oder auf einer Halterung liegen, solange es so positioniert ist, dass dein ganzer Körper während des gesamten Schwungs erfasst wird.
es: Asegúrate de que la cámara esté justo enfrente de ti (mirando a tu swing) o apuntando en la dirección en que irá la bola. El teléfono puede estar en el suelo o en un soporte, siempre que quede apoyado para captar todo tu cuerpo durante todo el swing.
fr: Veille à ce que la caméra soit directement face à toi (vers ton swing) ou orientée dans la direction où la balle ira. Le téléphone peut être posé au sol ou sur un support, tant qu’il est calé pour capturer tout ton corps pendant tout le swing.
it: Assicurati che la camera sia direttamente davanti a te (rivolta verso il tuo swing) o nella direzione in cui andrà la palla. Il telefono può stare a terra o su un supporto, purché sia posizionato in modo da inquadrare tutto il corpo per l'intero swing.
ja: カメラはあなたの正面（スイングに向く方向）か、ボールが飛んでいく方向に置いてください。スマホは床でもスタンドでも構いませんが、スイング全体で全身が映るように固定してください。
ko: 카메라가 스윙을 향해 정면에 있거나 공이 날아갈 방향을 향하도록 두세요. 휴대폰은 바닥이나 거치대에 두어도 좋지만, 스윙 내내 전신이 보이도록 받쳐 두세요.
pt_br: Garanta que a câmera esteja diretamente à sua frente (voltada para o seu swing) ou apontando para a direção em que a bola vai. O telefone pode estar no chão ou em um suporte, desde que apoiado para capturar o corpo inteiro durante todo o swing.
ru: Убедись, что камера находится прямо перед тобой (лицом к свингу) или направлена в сторону полёта мяча. Телефон может стоять на земле или на подставке — главное, чтобы он зафиксированно захватывал всё тело на протяжении всего свинга.
sv: Se till att kameran står direkt framför dig (riktad mot din sving) eller åt det håll bollen kommer att gå. Telefonen kan ligga på marken eller stå i ett stativ, så länge den är uppställd så att hela kroppen syns under hela svingen.
th: ให้กล้องอยู่ตรงหน้าคุณ (หันไปยังจุดที่สวิง) หรือหันไปทางที่ลูกจะวิ่งไป โทรศัพท์อยู่บนพื้นหรือบนขาตั้งก็ได้ ขอเพียงตั้งให้มั่นคงและจับภาพทั้งตัวตลอดการสวิง
uk: Переконайся, що камера знаходиться просто перед тобою (обличчям до свінгу) або повернута у напрямку польоту м’яча. Телефон може стояти на землі або на підставці — головне, щоб він був закріплений і захоплював усе тіло протягом усього свінгу.
zh_hans: 请确保相机正对你（面向你的挥杆方向），或对准球的飞行方向。手机可以放在地上或支架上，只要能在整个挥杆过程中拍到全身即可。

source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
pt_br: Gerenciar assinatura
ru: Управление подпиской
sv: Hantera prenumeration
th: จัดการการสมัครสมาชิก
uk: Керування підпискою
zh_hans: 管理订阅

source: Match this pose
de: Diese Pose nachstellen
es: Imita esta postura
fr: Reproduisez cette pose
it: Imita questa posa
ja: このポーズを真似る
ko: 이 포즈를 따라하세요
pt_br: Reproduza esta pose
ru: Повтори эту позу
sv: Härma denna pose
th: ทำตามท่านี้
uk: Повтори цю позу
zh_hans: 模仿这个姿势

source: Most flexible
de: Am flexibelsten
es: La más flexible
fr: La plus flexible
it: La più flessibile
ja: 最も柔軟
ko: 가장 유연함
pt_br: A mais flexível
ru: Самый гибкий вариант
sv: Mest flexibel
th: ยืดหยุ่นที่สุด
uk: Найгнучкіший варіант
zh_hans: 最灵活

source: Mute
de: Stumm
es: Silenciar
fr: Couper le son
it: Disattiva audio
ja: ミュート
ko: 음소거
pt_br: Silenciar
ru: Без звука
sv: Tysta
th: ปิดเสียง
uk: Без звуку
zh_hans: 静音

source: MY SWINGS
de: MEINE SCHWÜNGE
es: MIS SWINGS
fr: MES SWINGS
it: I MIEI SWING
ja: マイスイング
ko: 내 스윙
pt_br: MEUS SWINGS
ru: МОИ СВИНГИ
sv: MINA SVINGAR
th: สวิงของฉัน
uk: МОЇ СВІНГИ
zh_hans: 我的挥杆

source: Next frame
de: Nächstes Bild
es: Siguiente fotograma
fr: Image suivante
it: Fotogramma successivo
ja: 次のフレーム
ko: 다음 프레임
pt_br: Próximo quadro
ru: Следующий кадр
sv: Nästa bildruta
th: เฟรมถัดไป
uk: Наступний кадр
zh_hans: 下一帧

source: No camera available on this device.
de: Auf diesem Gerät ist keine Kamera verfügbar.
es: No hay ninguna cámara disponible en este dispositivo.
fr: Aucune caméra disponible sur cet appareil.
it: Nessuna camera disponibile su questo dispositivo.
ja: この端末では利用できるカメラがありません。
ko: 이 기기에는 사용 가능한 카메라가 없습니다.
pt_br: Nenhuma câmera disponível neste dispositivo.
ru: На этом устройстве камера недоступна.
sv: Ingen kamera är tillgänglig på den här enheten.
th: อุปกรณ์นี้ไม่มีกล้องที่ใช้งานได้
uk: На цьому пристрої камера недоступна.
zh_hans: 此设备上没有可用的相机。

source: No microphone available on this device.
de: Auf diesem Gerät ist kein Mikrofon verfügbar.
es: No hay ningún micrófono disponible en este dispositivo.
fr: Aucun micro disponible sur cet appareil.
it: Nessun microfono disponibile su questo dispositivo.
ja: この端末では利用できるマイクがありません。
ko: 이 기기에는 사용 가능한 마이크가 없습니다.
pt_br: Nenhum microfone disponível neste dispositivo.
ru: На этом устройстве микрофон недоступен.
sv: Ingen mikrofon är tillgänglig på den här enheten.
th: อุปกรณ์นี้ไม่มีไมโครโฟนที่ใช้งานได้
uk: На цьому пристрої мікрофон недоступний.
zh_hans: 此设备上没有可用的麦克风。

source: No other people in frame
de: Keine anderen Personen im Bild
es: Sin más personas en cuadro
fr: Personne d’autre dans le cadre
it: Nessun’altra persona nell’inquadratura
ja: 他の人が映り込まない
ko: 다른 사람이 보이지 않도록
pt_br: Sem outras pessoas no enquadramento
ru: В кадре нет других людей
sv: Inga andra personer i bild
th: ไม่มีคนอื่นในเฟรม
uk: У кадрі немає інших людей
zh_hans: 画面中没有其他人

source: No previous purchases found.
de: Keine früheren Käufe gefunden.
es: No se encontraron compras anteriores.
fr: Aucun achat antérieur trouvé.
it: Nessun acquisto precedente trovato.
ja: 過去の購入は見つかりませんでした。
ko: 이전 구매 내역이 없습니다.
pt_br: Nenhuma compra anterior encontrada.
ru: Прошлые покупки не найдены.
sv: Inga tidigare köp hittades.
th: ไม่พบการซื้อก่อนหน้านี้
uk: Минулих покупок не знайдено.
zh_hans: 未找到之前的购买记录。

source: No Recordings
de: Keine Aufnahmen
es: Sin grabaciones
fr: Aucun enregistrement
it: Nessuna registrazione
ja: 録画なし
ko: 녹화 없음
pt_br: Sem gravações
ru: Нет записей
sv: Inga inspelningar
th: ยังไม่มีการบันทึก
uk: Записів немає
zh_hans: 无录像

source: No swings detected
de: Keine Schwünge erkannt
es: No se detectaron swings
fr: Aucun swing détecté
it: Nessuno swing rilevato
ja: スイングが検出されませんでした
ko: 감지된 스윙이 없습니다
pt_br: Nenhum swing detectado
ru: Свинги не обнаружены
sv: Inga svingar identifierade
th: ไม่พบสวิง
uk: Свінгів не виявлено
zh_hans: 未检测到挥杆

source: No swings detected. Tap “+ ADD” to mark one manually.
de: Keine Schwünge erkannt. Tippe „+ HINZU“, um manuell einen zu markieren.
es: No se detectaron swings. Toca «+ AÑADIR» para marcar uno manualmente.
fr: Aucun swing détecté. Appuie sur « + AJOUTER » pour en marquer un manuellement.
it: Nessuno swing rilevato. Tocca «+ AGGIUNGI» per segnarne uno manualmente.
ja: スイングが検出されません。「+ 追加」をタップして手動でマークしてください。
ko: 감지된 스윙이 없습니다. "+ 추가"를 눌러 수동으로 표시하세요.
pt_br: Nenhum swing detectado. Toque em “+ ADIC.” para marcar um manualmente.
ru: Свинги не обнаружены. Нажми «+ ДОБ.», чтобы добавить вручную.
sv: Inga svingar identifierade. Tryck på ”+ LÄGG TILL” för att markera en manuellt.
th: ไม่พบสวิง แตะ "+ เพิ่ม" เพื่อทำเครื่องหมายด้วยตนเอง
uk: Свінгів не виявлено. Натисни «+ ДОД.», щоб додати вручну.
zh_hans: 未检测到挥杆。点按“+ 添加”手动标记。

source: No Swings Yet
de: Noch keine Schwünge
es: Aún no hay swings
fr: Aucun swing pour l’instant
it: Ancora nessuno swing
ja: まだスイングなし
ko: 아직 스윙이 없습니다
pt_br: Nenhum swing ainda
ru: Свингов пока нет
sv: Inga svingar ännu
th: ยังไม่มีสวิง
uk: Свінгів поки немає
zh_hans: 暂无挥杆

source: No Videos
de: Keine Videos
es: Sin vídeos
fr: Aucune vidéo
it: Nessun video
ja: 動画なし
ko: 영상 없음
pt_br: Sem vídeos
ru: Нет видео
sv: Inga videor
th: ยังไม่มีวิดีโอ
uk: Відео немає
zh_hans: 无视频

source: Not enough storage space. Please free up at least 500MB.
de: Nicht genügend Speicherplatz. Gib mindestens 500 MB frei.
es: No hay suficiente espacio. Libera al menos 500 MB.
fr: Espace de stockage insuffisant. Libère au moins 500 Mo.
it: Spazio di archiviazione insufficiente. Libera almeno 500 MB.
ja: 空き容量が不足しています。500 MB 以上を確保してください。
ko: 저장 공간이 부족합니다. 최소 500MB를 확보해 주세요.
pt_br: Espaço de armazenamento insuficiente. Libere ao menos 500 MB.
ru: Недостаточно места. Освободи минимум 500 МБ.
sv: Inte tillräckligt med lagringsutrymme. Frigör minst 500 MB.
th: พื้นที่จัดเก็บไม่เพียงพอ โปรดเคลียร์อย่างน้อย 500 MB
uk: Недостатньо місця. Звільни щонайменше 500 МБ.
zh_hans: 存储空间不足。请释放至少 500 MB。

source: ONE-TIME · FOREVER
de: EINMALIG · FÜR IMMER
es: PAGO ÚNICO · PARA SIEMPRE
fr: UN PAIEMENT · POUR TOUJOURS
it: UNA TANTUM · PER SEMPRE
ja: 一度きり · 永続
ko: 한 번 결제 · 평생 사용
pt_br: PAGAMENTO ÚNICO · PARA SEMPRE
ru: ОДИН РАЗ · НАВСЕГДА
sv: ENGÅNG · FÖR ALLTID
th: จ่ายครั้งเดียว · ตลอดไป
uk: ОДИН РАЗ · НАЗАВЖДИ
zh_hans: 一次性 · 永久使用

source: One-time payment.
de: Einmalige Zahlung.
es: Pago único.
fr: Paiement unique.
it: Pagamento unico.
ja: 買い切り。
ko: 일회성 결제.
pt_br: Pagamento único.
ru: Разовая оплата.
sv: Engångsbetalning.
th: จ่ายครั้งเดียว
uk: Одноразова оплата.
zh_hans: 一次性付款。

source: Only the detected swing window from each video
de: Nur das erkannte Schwungfenster aus jedem Video
es: Solo el intervalo de swing detectado de cada vídeo
fr: Uniquement la fenêtre de swing détectée de chaque vidéo
it: Solo l’intervallo di swing rilevato di ogni video
ja: 各動画の検出されたスイング範囲のみ
ko: 각 영상에서 감지된 스윙 구간만
pt_br: Apenas a janela de swing detectada em cada vídeo
ru: Только обнаруженный диапазон свинга из каждого видео
sv: Bara det identifierade svingfönstret från varje video
th: เฉพาะช่วงสวิงที่ตรวจพบจากแต่ละวิดีโอ
uk: Лише виявлений діапазон свінгу з кожного відео
zh_hans: 仅每个视频中检测到的挥杆区间

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть «Настройки»
sv: Öppna Inställningar
th: เปิดการตั้งค่า
uk: Відкрити «Налаштування»
zh_hans: 打开“设置”

source: Pay once, yours forever
de: Einmal zahlen, für immer behalten
es: Paga una vez, tuyo para siempre
fr: Payez une fois, à vous pour toujours
it: Pagamento unico, tuo per sempre
ja: 一度の支払いで永続所有
ko: 한 번 결제로 평생 사용
pt_br: Pague uma vez, seu para sempre
ru: Заплати один раз — твоё навсегда
sv: Betala en gång, ditt för alltid
th: จ่ายครั้งเดียว เป็นของคุณตลอดไป
uk: Заплати одного разу — твоє назавжди
zh_hans: 一次付费，永久拥有

source: Photo 2:3
de: Foto 2:3
es: Foto 2:3
it: Foto 2:3
ja: 写真 2:3
ko: 사진 2:3
pt_br: Foto 2:3
ru: Фото 2:3
sv: Foto 2:3
th: รูปถ่าย 2:3
uk: Фото 2:3
zh_hans: 照片 2:3

source: Photo 3:2
de: Foto 3:2
es: Foto 3:2
it: Foto 3:2
ja: 写真 3:2
ko: 사진 3:2
pt_br: Foto 3:2
ru: Фото 3:2
sv: Foto 3:2
th: รูปถ่าย 3:2
uk: Фото 3:2
zh_hans: 照片 3:2

source: Photo library access denied
de: Zugriff auf die Fotomediathek verweigert
es: Acceso a la fototeca denegado
fr: Accès à la photothèque refusé
it: Accesso alla libreria foto negato
ja: 写真ライブラリへのアクセスが拒否されました
ko: 사진 라이브러리 접근이 거부되었습니다
pt_br: Acesso à biblioteca de fotos negado
ru: Доступ к медиатеке запрещён
sv: Åtkomst till bildbiblioteket nekad
th: ปฏิเสธการเข้าถึงคลังรูปภาพ
uk: Доступ до медіатеки заборонено
zh_hans: 已拒绝访问“照片”

source: Photos access denied. Please enable in Settings.
de: Zugriff auf Fotos verweigert. Aktiviere ihn in den Einstellungen.
es: Se ha denegado el acceso a Fotos. Habilítalo en Ajustes.
fr: Accès aux photos refusé. Active-le dans les Réglages.
it: Accesso a Foto negato. Abilitalo in Impostazioni.
ja: 写真へのアクセスが拒否されました。設定で許可してください。
ko: 사진 접근이 거부되었습니다. 설정에서 허용해 주세요.
pt_br: Acesso às Fotos negado. Ative em Ajustes.
ru: Доступ к «Фото» запрещён. Включи его в «Настройках».
sv: Åtkomst till Bilder nekad. Aktivera i Inställningar.
th: ปฏิเสธการเข้าถึงรูปภาพ โปรดเปิดในการตั้งค่า
uk: Доступ до «Фото» заборонено. Увімкни його в «Налаштуваннях».
zh_hans: 已拒绝访问“照片”。请在“设置”中启用。

source: Place your phone on a tripod or stable surface, facing your swing. Ensure your full body is visible.
de: Stell dein Handy auf ein Stativ oder eine stabile Fläche, ausgerichtet auf deinen Schwung. Achte darauf, dass dein ganzer Körper sichtbar ist.
es: Coloca el teléfono en un trípode o superficie estable, mirando a tu swing. Asegúrate de que se vea todo el cuerpo.
fr: Pose ton téléphone sur un trépied ou une surface stable, face à ton swing. Assure-toi que ton corps entier est visible.
it: Posiziona il telefono su un treppiede o superficie stabile, rivolto verso il tuo swing. Assicurati che tutto il corpo sia visibile.
ja: スマホを三脚や安定した場所に置き、スイングの方向に向けてください。全身が映る位置で。
ko: 휴대폰을 삼각대나 안정된 곳에 두고 스윙 방향을 향하도록 하세요. 전신이 보이도록 합니다.
pt_br: Coloque o telefone em um tripé ou superfície estável, voltado para o seu swing. Garanta que o corpo inteiro apareça.
ru: Поставь телефон на штатив или устойчивую поверхность лицом к свингу. Убедись, что тело видно полностью.
sv: Placera telefonen på ett stativ eller stabil yta, riktad mot din sving. Se till att hela kroppen syns.
th: วางโทรศัพท์บนขาตั้งหรือพื้นผิวมั่นคง หันไปยังจุดที่คุณสวิง ให้เห็นทั้งตัว
uk: Постав телефон на штатив або стійку поверхню обличчям до свінгу. Переконайся, що тіло видно повністю.
zh_hans: 将手机放在三脚架或稳固的表面上，面向你的挥杆方向。确保全身可见。

source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
sv: Spela
th: เล่น
uk: Відтворити
zh_hans: 播放

source: Playback speed
de: Abspielgeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
pt_br: Velocidade de reprodução
ru: Скорость воспроизведения
sv: Uppspelningshastighet
th: ความเร็วเล่น
uk: Швидкість відтворення
zh_hans: 播放速度

source: Premium access restored successfully.
de: Premium-Zugriff erfolgreich wiederhergestellt.
es: Acceso Premium restaurado correctamente.
fr: Accès Premium restauré avec succès.
it: Accesso Premium ripristinato con successo.
ja: プレミアム アクセスを復元しました。
ko: 프리미엄 액세스가 복원되었습니다.
pt_br: Acesso Premium restaurado com sucesso.
ru: Доступ Premium успешно восстановлен.
sv: Premium-åtkomst återställd.
th: กู้คืนสิทธิ์ Premium สำเร็จ
uk: Доступ Premium успішно відновлено.
zh_hans: 已成功恢复 Premium 访问权限。

source: Premium Active
de: Premium aktiv
es: Premium activo
fr: Premium actif
it: Premium attivo
ja: プレミアム有効
ko: 프리미엄 활성
pt_br: Premium ativo
ru: Premium активен
sv: Premium aktivt
th: เปิดใช้งาน Premium
uk: Premium активний
zh_hans: Premium 已启用

source: Previous frame
de: Vorheriges Bild
es: Fotograma anterior
fr: Image précédente
it: Fotogramma precedente
ja: 前のフレーム
ko: 이전 프레임
pt_br: Quadro anterior
ru: Предыдущий кадр
sv: Föregående bildruta
th: เฟรมก่อนหน้า
uk: Попередній кадр
zh_hans: 上一帧
